blog/app/controllers/articles_controller.rb

  def create
    @article= Article.new(article_params)

    if @article.save
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "est"], ["body", "tesatsasdfas"], ["created_at", "2021-04-01 04:49:57.355112"], ["updated_at", "2021-04-01 04:49:57.355112"]]